doc/exampe-request-responses/request/RecivaRadio/IsRegisteredNavigatorName/invoke.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"
            xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body>
        <u:IsRegisteredNavigatorName xmlns:u="urn:UuVol-com:service:UuVolControl:5">
            <NavigatorName>04dd4eb4-f24f-4f34-9650-96981a55b848_NP</NavigatorName>
        </u:IsRegisteredNavigatorName>
    </s:Body>
</s:Envelope>
